export const pageTitles = {
  history: 'Историја',
  home: 'Watersave 2018',
  manual: 'Корисничко упатство',
  page1: 'Мерени податоци',
  page2: 'Анализа на загуби на вода',
  page3: 'Сценарио 1 - Редуктор со фиксен излез',
  page4: 'Сценарио 2 - Редуктор модулиран на база на временски интервали',
  page5: 'Сценарио 3 - Редуктор модулиран на база на проток',
  page6: 'Потенцијален нето бенефит',
  page7: 'Заштеди со редукција на притисокот',
  references: 'Референци',
  newpage: 'Степ тест'
}
