import React from 'react'
import Page from '../components/Page'
import { pageTitles } from '../util/constants'
import styled from 'styled-components'

const Manual = () => (

<Page title={pageTitles.manual} >
<Info>
Watersave2018 претставува алатка за поддршка на процесот на донесување на одлуки при планирање на мерките за контрола на притисокот во водоводната мрежа. Составена е од 3 модули: <br/><br/>
Модул 1 – Стандардни параметри за дефинирање на загубите на вода<br/>
Модул 2 – Анализи на сценаријата за предвидените редуктори<br/>
Модул 3 – Нето сегашна вредност на предвидените редуктори<br/><br/>
Модул 1, со кој се одредуваат стандардните параметри за дефинирање на нивото на загуби на вода во одредена зона на потрошувачка применувајќи го принципот на анализа на минималната часова потрошувачка; Модул 2, со кој се вршат анализи на различни сценарија основани на трите основни типа на редукторина пристисок (редуктор со константен излез, редуктор модулиран на база на временски интервали, редуктори модулиран на база на проток/притисок); Модул 3, кој служи за пресметување на нето сегашната вредност (Net Present Value) на предвидените редуктори на притисок и споредување на резултатите од анализите на трите типа на редуктори на пристисок<br/><br/>
Модул 1 содржи 2 екрана:<br/><br/>
1. Мерени податоци, во кој корисникот рачно ги внесува мерените теренски податоци: мерни податоци на протокот на влезот во зоната за 24 часа; мерни податоци на влезниот притисок во зоната за 24 часа; мерни податоци на притисок во јазелот со средна вредност на притисокот за 24 часа; мерни податоци на притисок во критичната точка во зоната за 24 часа.<br/><br/>
2. Анализа на загуби на вода, со кој се одредуваат стандардните параметри за дефинирање на нивото на загуби на вода во одредена зона на потрошувачка применувајќи го принципот на анализа на минималната часова потрошувачка, каде влезните параметри се внесуваат во полињата означени со бела боја, а додека жолтите полиња автоматски се пресметуваат.<br/><br/>
Модул 2 содржи 3 екрана:<br/><br/>
1. Сценарио 1 - Редуктор со константен излез, каде корисникот ја внесува вредноста за редукција на влезниот притисок, а понатаму алатката автоматски ги пресметува вредностите на редуцираниот влезен притисок; редуцираниот среден притисок, редуцираниот критичен притисок, рекалкулираниот влезен проток, како и заштедите на вода добиени со редукцијата на влезниот притисок.<br/><br/>
2. Сценарио 2 - Редуктор модулиран на база на временски интервали, каде корисникот ја внесува вредноста за редукција на влезниот притисок за секој одделен час, а понатаму алатката автоматски ги пресметува вредностите на редуцираниот влезен притисок; редуцираниот среден притисок, редуцираниот критичен притисок, рекалкулираниот влезен проток, како и заштедите на вода добиени со редукцијата на влезниот притисок.<br/><br/>
3. Сценарио 3 - Редуктор модулиран на база на проток/притисок, каде корисникот ја внесува вредноста за дозволената вредност на критичниот притисок, а понатаму алатката автоматски ги пресметува вредностите на редуцираниот влезен притисок; редуцираниот среден притисок, редуцираниот критичен притисок, рекалкулираниот влезен проток, како и заштедите на вода добиени со редукцијата на влезниот притисок.<br/><br/>
Модул 3 содржи 2 екрана:<br/><br/>
1. Потенцијален нето бенефит, во кој се врши пресметка на нето сегашната вредност (Net Present Value) како резултат на инсталирање на редукторот на притисок во анализираната зона, одделно за секое сценарио, каде влезните параметри се внесуваат во полињата означени со бела боја, а додека жолтите полиња автоматски се пресметуваат.<br/><br/>
2. Преглед на постигнатите заштеди со редукција на притисокот, каде автоматски табеларно се сумирани резултатите од претходно извршените анализи за различните сценарија на трите типа на редуктори на пристисок<br/>
<br/><br/><br/>
</Info>
</Page>
)
export default Manual

const Info = styled.div`
  width: 85%;
`
